{
    "header.home": "Home",
    "header.about": "About Us",
    "header.products": "Products",
    "header.contact": "Contact",
    "home.about": "ABOUT US",
    "home.aboutText": "We are here to make a difference! We are a team that produces special furniture for beauty salons and closely follows the latest design trends in the industry. Our mission is to add elegance and functionality to your salons while ensuring the comfort and satisfaction of your customers.",
    "home.readMore": "Read More",
    "home.featuredProducts": "FEATURED PRODUCTS",
    "home.seeAll": "See All Products",
    "about.about": "ABOUT US",
    "about.text1": "We are here to make a difference! We are a team specializing in creating exclusive furniture for beauty salons, closely following the latest design trends in the industry. Our mission is to add elegance and functionality to your salons while ensuring the comfort and satisfaction of your customers.",
    "about.text2": "We manufacture durable and stylish furniture using high-quality materials. Each of our products stands out with carefully designed details, aiming to provide our customers with unique experiences. The ergonomic designs of our furniture are meticulously thought out to maximize user comfort.",
    "about.text3": "Our professional team is here to understand your needs and meet your expectations. We collaborate to provide you with tailor-made solutions. Taking into account your needs and the specific features of your salon, we produce entirely customized furniture for you. We work together to deliver the most suitable designs for you, valuing your ideas at every step.",
    "about.text4": "However, we don't just stop at furniture manufacturing. We also guide you through every stage of the design process. With our experience and expertise in the field, we provide you with cohesive furniture that complements the overall ambiance and decor of your salon. Considering both aesthetics and practicality, we contribute to the functionality of your salon.",
    "about.text5": "We are committed to providing the best service to our customers. Customer satisfaction is our priority in every project, and we aim to establish a long-term collaboration with you. We take the time to understand your needs and meet your expectations fully. We work towards turning your dreams into reality.",
    "about.text6": "Imagine, and we'll make it happen! We are eager to collaborate with you and are here to present the best version of your beauty salon. Feel free to contact us for a detailed discussion and more information about your projects.",
    "contact.title": "Contact Us",
    "contact.info": "Contact Information",
    "contact.address": "Address",
    "contact.title2": "Contact With Us",
    "products.manikur": "Manicure Sets",
    "products.pedikur": "Pedicure Sets",
    "products.yikama": "Washing Sets",
    "products.tarama": "Combing Chairs",
    "products.makyaj": "Makeup Chairs",
    "products.ayna": "Mirror Varieties",
    "products.oturma": "Seating Groups",
    "products.karsilasma": "Reception Counters",
    "products.tumu": "All Products",
    "popup.footer": "Download Image",
    "product.no": "Product No: ",
    "products": {
        "title": "Our Products",
        "description": "Product Description",
        "features": "Features",
        "applications": "Applications",
        "specifications": "Technical Specifications",
        "notFound": "Product not found",
        "specifications.density": "Density",
        "specifications.meltingPoint": "Melting Point",
        "specifications.tensileStrength": "Tensile Strength",
        "specifications.conductivity": "Conductivity",
        "alüminyum": "Aluminum",
        "bakır": "Copper",
        "bronz": "Bronze",
        "fiber": "Fiber",
        "kestamit": "Kestamit",
        "pirinç": "Brass",
        "polietilen": "Polyethylene",
        "polyemid": "Polyamide"
    }
}