{
    "header.home": "Ana Sayfa",
    "header.about": "Hakkımızda",
    "header.products": "Ürünlerimiz",
    "header.contact": "İletişim",
    "home.about": "HAKKIMIZDA",
    "home.aboutText": "Farklılık yaratmak için buradayız! Güzellik salonlarına özel mobilyalar üreten bir ekibiz ve sektördeki en yeni tasarım trendlerini yakından takip ediyoruz. Misyonumuz, salonlarınıza zarafet ve işlevsellik katarken, müşterilerinizin rahatlığını ve memnuniyetini sağlamaktır.",
    "home.readMore": "Devamını Oku",
    "home.featuredProducts": "ÖNE ÇIKAN ÜRÜNLER",
    "home.seeAll": "Tüm Ürünleri Gör",
    "about.about": "HAKKIMIZDA",
    "about.text1": "Farklılık yaratmak için buradayız! Güzellik salonlarına özel mobilyalar üreten bir ekibiz ve sektördeki en yeni tasarım trendlerini yakından takip ediyoruz. Misyonumuz, salonlarınıza zarafet ve işlevsellik katarken, müşterilerinizin rahatlığını ve memnuniyetini sağlamaktır.",
    "about.text2": "Kaliteli malzemeler kullanarak dayanıklı ve şık mobilyalar üretiyoruz. Her bir ürünümüz, özenle tasarlanmış detaylarla dikkat çekerken, müşterilerimize benzersiz deneyimler sunmayı hedefliyoruz. Mobilyalarımızın ergonomik tasarımları, kullanıcıların konforunu en üst düzeyde tutmak için özenle düşünülmüştür.",
    "about.text3": "Profesyonel ekibimiz, sizin ihtiyaçlarınızı anlamak ve beklentilerinizi karşılamak için burada. Size özel çözümler sunmak için işbirliği yapıyoruz. İhtiyaçlarınızı ve salonunuzun özelliklerini dikkate alarak, tamamen size özel mobilyalar üretiyoruz. Size en uygun tasarımları sağlamak için birlikte çalışıyoruz ve her adımda sizin fikirlerinizi önemsiyoruz.",
    "about.text4": "Bununla birlikte, sadece mobilya üretmekle kalmıyoruz. Aynı zamanda tasarım sürecinin her aşamasında size rehberlik ediyoruz. Alanımızdaki deneyimimiz ve uzmanlığımızla, size salonunuzun genel ambiyansını ve dekorunu tamamlayacak uyumlu mobilyalar sağlıyoruz. Hem estetik hem de pratik düşünerek, salonunuzun işleyişine katkıda bulunuyoruz.",
    "about.text5": "Müşterilerimize en iyi hizmeti sunmayı taahhüt ediyoruz. Her projede müşteri memnuniyetini önceliğimiz olarak görüyoruz ve sizinle uzun süreli bir işbirliği kurmayı hedefliyoruz. Öncelikle ihtiyaçlarınızı anlamak ve beklentilerinizi tam olarak karşılamak için zaman ayırıyoruz. Sizin hayallerinizi gerçeğe dönüştürmek için çalışıyoruz.",
    "about.text6": "Siz hayal edin, biz gerçeğe dönüştürelim! Birlikte çalışmak için sabırsızlanıyoruz ve size güzellik salonunuzun en iyi versiyonunu sunmak için buradayız. Detaylı konuşmak ve projeleriniz hakkında daha fazla bilgi almak için bize ulaşmaktan çekinmeyin.",
    "contact.title": "Bize Ulaşın",
    "contact.info": "İletişim Bilgileri",
    "contact.address": "Adres",
    "contact.title2": "Bizimle İletişime Geçin",
    "products.manikur": "Manikür Setlerimiz",
    "products.pedikur": "Pedikür Setlerimiz",
    "products.yikama": "Yıkama Setlerimiz",
    "products.tarama": "Tarama Koltuklarımız",
    "products.makyaj": "Makyaj Koltuklarımız",
    "products.ayna": "Ayna Çeşitlerimiz",
    "products.oturma": "Oturma Gruplarımız",
    "products.karsilasma": "Karşılama Bankolarımız",
    "products.tumu": "Tüm Ürünlerimiz",
    "popup.footer": "Resmi İndir",
    "product.no": "Ürün No: "
}